{
  "plugins": {
    "auto-session": {
      "src": "https://github.com/rmagatti/auto-session"
    },
    "blame-column.nvim": {
      "src": "https://github.com/Yu-Leo/blame-column.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 1.1.0"
    },
    "colorful-menu.nvim": {
      "src": "https://github.com/xzbdmw/colorful-menu.nvim"
    },
    "diffs.nvim": {
      "src": "https://github.com/barrettruth/diffs.nvim"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "inlinediff-nvim": {
      "src": "https://github.com/YouSame2/inlinediff-nvim"
    },
    "lensline.nvim": {
      "src": "https://github.com/oribarilan/lensline.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "nvim-origami": {
      "src": "https://github.com/chrisgrieser/nvim-origami"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "supermaven-nvim": {
      "src": "https://github.com/supermaven-inc/supermaven-nvim"
    },
    "symbol-usage.nvim": {
      "src": "https://github.com/Wansmer/symbol-usage.nvim"
    },
    "tome": {
      "src": "https://github.com/laktak/tome"
    },
    "treesj": {
      "src": "https://github.com/Wansmer/treesj"
    },
    "unified.nvim": {
      "src": "https://github.com/axkirillov/unified.nvim"
    },
    "vim-delve": {
      "src": "https://github.com/sebdah/vim-delve"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-go-coverage": {
      "src": "https://github.com/kyoh86/vim-go-coverage"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround"
    },
    "vim-test": {
      "src": "https://github.com/vim-test/vim-test"
    }
  }
}